// choseong
const initialConsonants = [
  "ㄱ", // 0
  "ㄲ", // ㄱㄱ
  "ㄴ",
  "ㄷ",
  "ㄸ", // ㄷㄷ
  "ㄹ", // 5
  "ㅁ",
  "ㅂ",
  "ㅃ", // ㅂㅂ
  "ㅅ",
  "ㅆ", // ㅅㅅ
  "ㅇ",
  "ㅈ",
  "ㅉ", // ㅈㅈ
  "ㅊ",
  "ㅋ", // 15
  "ㅌ",
  "ㅍ",
  "ㅎ"
];

// jungseong
const medialVowels = [
  "ㅏ",
  "ㅐ",
  "ㅑ",
  "ㅒ",
  "ㅓ",
  "ㅔ",
  "ㅕ",
  "ㅖ",
  "ㅗ",
  "ㅘ", // ㅗㅏ
  "ㅙ", // ㅗㅐ
  "ㅚ",
  "ㅛ",
  "ㅜ",
  "ㅝ", // ㅜㅓ
  "ㅞ", // ㅜㅔ
  "ㅟ", // ㅜㅣ
  "ㅠ",
  "ㅡ",
  "ㅢ", // ㅡㅣ
  "ㅣ"
];

// jongseong
const finalConsonants = [
  null,
  "ㄱ",
  "ㄲ", // ㄱㄱ
  "ㄳ", // ㄱㅅ
  "ㄴ",
  "ㄵ", // ㄴㅈ
  "ㄶ", // ㄴㅎ
  "ㄷ",
  "ㄹ",
  "ㄺ", // ㄹㄱ
  "ㄻ", // ㄹㅁ
  "ㄼ", // ㄹㅂ
  "ㄽ", // ㄹㅅ
  "ㄾ", // ㄹㅌ
  "ㄿ", // ㄹㅍ
  "ㅀ", // ㄹㅎ
  "ㅁ",
  "ㅂ",
  "ㅄ", // ㅂㅅ
  "ㅅ",
  "ㅆ", // ㅅㅅ
  "ㅇ",
  "ㅈ",
  "ㅊ",
  "ㅋ",
  "ㅌ",
  "ㅍ",
  "ㅎ"
];

module.exports = {
  initialConsonants,
  medialVowels,
  finalConsonants
};
