/**
 * Created by user on 2018/1/31/031.
 */

/**
 * 和諧/河蟹
 *
 * @type {string[][]}
 */
export const table = [
	'噁心',
	'触手',
	'白痴',
	'打倒',
	'固守',
	'貴族',
	'自由',
	'討伐',
	'竊聽',
	'色情',
	'禁止',
	'淫穢',
	'下流',
	'含著',
	'調教',
	'情欲',
	'尸体',
	'凌辱',
	'幹掉',
	'非法',
	'激烈',
	'互毆',
	'求愛',
	'間諜',
	'賭局',
	'下賤',
	'爆炸',
	'呻吟',
	'屁股',
	'笨蛋',
	'蠢货',
	'洗脑',
	'魅惑',
	'狂化',
	'混乱',
	'是非',
	'弱智',
	'死掉',
	'日本',
	'法克',
	'畜生',
	'麻痹',
	'废物',
];

/**
 * 去和諧時會以第一個項目為返回結果
 *
 * @type {string[][]}
 */
export const table2 = [
	['裸体', '果体',],
];

import * as self from './table';
export default self;
//export default exports;
