"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.table_voice_core = void 0;
exports.table_voice_core = {
    'か': [
        'か',
        'が',
    ],
    'き': [
        'き',
        'ぎ',
    ],
    'く': [
        'く',
        'ぐ',
    ],
    'け': [
        'け',
        'げ',
    ],
    'こ': [
        'こ',
        'ご',
    ],
    'さ': [
        'さ',
        'ざ',
    ],
    'し': [
        'し',
        'じ',
    ],
    'す': [
        'す',
        'ず',
    ],
    'せ': [
        'せ',
        'ぜ',
    ],
    'そ': [
        'そ',
        'ぞ',
    ],
    'た': [
        'た',
        'だ',
    ],
    'ち': [
        'ち',
        'ぢ',
    ],
    'つ': [
        'つ',
        'づ',
    ],
    'て': [
        'て',
        'で',
    ],
    'と': [
        'と',
        'ど',
    ],
    'は': [
        'は',
        'ば',
        'ぱ',
    ],
    'ひ': [
        'ひ',
        'び',
        'ぴ',
    ],
    'ふ': [
        'ふ',
        'ぶ',
        'ぷ',
    ],
    'へ': [
        'へ',
        'べ',
        'ぺ',
    ],
    'ほ': [
        'ほ',
        'ぼ',
        'ぽ',
    ],
    //------------------
    'カ': [
        'カ',
        'ガ',
    ],
    'キ': [
        'キ',
        'ギ',
    ],
    'ク': [
        'ク',
        'グ',
    ],
    'ケ': [
        'ケ',
        'ゲ',
    ],
    'コ': [
        'コ',
        'ゴ',
    ],
    'サ': [
        'サ',
        'ザ',
    ],
    'シ': [
        'シ',
        'ジ',
    ],
    'ス': [
        'ス',
        'ズ',
    ],
    'セ': [
        'セ',
        'ゼ',
    ],
    'ソ': [
        'ソ',
        'ゾ',
    ],
    'タ': [
        'タ',
        'ダ',
    ],
    'チ': [
        'チ',
        'ヂ',
    ],
    'ツ': [
        'ツ',
        'ヅ',
    ],
    'テ': [
        'テ',
        'デ',
    ],
    'ト': [
        'ト',
        'ド',
    ],
    'ハ': [
        'ハ',
        'バ',
        'パ',
    ],
    'ヒ': [
        'ヒ',
        'ビ',
        'ピ',
    ],
    'フ': [
        'フ',
        'ブ',
        'プ',
    ],
    'ヘ': [
        'ヘ',
        'ベ',
        'ペ',
    ],
    'ホ': [
        'ホ',
        'ボ',
        'ポ',
    ],
};
//# sourceMappingURL=table_voice_core.js.map